Repository: FELTRINCyril/Note
Catalog: Packages/SlateEditor/Sources/SlateEditor/Localizable.xcstrings
Source language: fr
Languages: en

# block.paragraph.placeholder
source: Tapez / pour les commandes
en: Type / for commands

# editor.appendBlock.accessibilityLabel
source: Ajouter un bloc à la fin de la note
en: Add a block at the end of the note

# editor.backlinks.section.title
source: Mentionnée dans
en: Mentioned in

# editor.blockMenu.accessibilityHint
source: Sélectionnez ce bloc, puis appuyez sur Espace pour ouvrir son menu
en: Select this block, then press Space to open its menu

# editor.blockMenu.convert.currentType
source: Type actuel : %@
en: Current type: %@

# editor.blockMenu.convert.title
source: Convertir en...
en: Convert to...

# editor.blockMenu.convert.unavailableHelp
source: Ce type de bloc ne peut pas être converti
en: This block type cannot be converted

# editor.blockMenu.delete.rangeTitle
source: Supprimer %d blocs
en: Delete %d blocks

# editor.blockMenu.delete.title
source: Supprimer
en: Delete

# editor.blockMenu.duplicate.title
source: Dupliquer
en: Duplicate

# editor.blockMenu.moveDown.title
source: Déplacer vers le bas
en: Move down

# editor.blockMenu.moveUp.accessibilityAnnouncement
source: Déplacé en position %lld sur %lld
en: Moved to position %lld of %lld

# editor.blockMenu.moveUp.title
source: Déplacer vers le haut
en: Move up

# editor.blockMenu.selection.summary
source: %d blocs sélectionnés
en: %d blocks selected

# editor.blockType.bulletedList
source: Liste à puces
en: Bulleted list

# editor.blockType.callout
source: Encadré
en: Callout

# editor.blockType.columnList
source: Colonnes
en: Columns

# editor.blockType.databaseView
source: Base de données
en: Database

# editor.blockType.divider
source: Séparateur
en: Divider

# editor.blockType.file
source: Fichier
en: File

# editor.blockType.heading1
source: Titre 1
en: Heading 1

# editor.blockType.heading2
source: Titre 2
en: Heading 2

# editor.blockType.heading3
source: Titre 3
en: Heading 3

# editor.blockType.heading4
source: Titre 4
en: Heading 4

# editor.blockType.heading5
source: Titre 5
en: Heading 5

# editor.blockType.heading6
source: Titre 6
en: Heading 6

# editor.blockType.numberedList
source: Liste numérotée
en: Numbered list

# editor.blockType.pageLink
source: Lien vers une note
en: Page link

# editor.blockType.paragraph
source: Paragraphe
en: Paragraph

# editor.blockType.quote
source: Citation
en: Quote

# editor.blockType.table
source: Tableau
en: Table

# editor.blockType.todo
source: Liste de tâches
en: To-do list

# editor.callout.iconAccessibilityLabel
source: Icône de l'encadré
en: Callout icon

# editor.callout.variant.neutral
source: Neutre
en: Neutral

# editor.callout.variant.success
source: Succès
en: Success

# editor.callout.variant.warning
source: Attention
en: Warning

# editor.callout.variantMenu.accessibilityLabel
source: Variante de l'encadré
en: Callout variant

# editor.codeBlock.copiedAnnouncement
source: Copié
en: Copied

# editor.databaseView.addField
source: Ajouter un champ
en: Add field

# editor.databaseView.addRow
source: Nouvelle fiche
en: New entry

# editor.databaseView.cellValue
source: Valeur
en: Value

# editor.databaseView.defaultField.name
source: Nom
en: Name

# editor.databaseView.deleteRow
source: Supprimer la fiche
en: Delete entry

# editor.databaseView.fieldNamePlaceholder
source: Nom du champ
en: Field name

# editor.databaseView.fieldType.checkbox
source: Case à cocher
en: Checkbox

# editor.databaseView.fieldType.number
source: Nombre
en: Number

# editor.databaseView.fieldType.text
source: Texte
en: Text

# editor.databaseView.missing
source: Base de données introuvable.
en: Database not found.

# editor.databaseView.unsupportedCellType
source: Non modifiable ici
en: Not editable here

# editor.dropzone.fileCount
source: %lld fichiers
en: %lld files

# editor.dropzone.noteDestinationSummary
source: Ajouter à la fin de la note
en: Add to the end of the note

# editor.formatBar.bold
source: Gras
en: Bold

# editor.formatBar.highlight
source: Surlignage
en: Highlight

# editor.formatBar.italic
source: Italique
en: Italic

# editor.formatBar.link
source: Lien
en: Link

# editor.formatBar.link.apply
source: Appliquer
en: Apply

# editor.formatBar.link.cancel
source: Annuler
en: Cancel

# editor.formatBar.link.copyAddress
source: Copier l'adresse
en: Copy address

# editor.formatBar.link.createTitle
source: Lier "%@"
en: Link "%@"

# editor.formatBar.link.edit
source: Modifier le lien
en: Edit link

# editor.formatBar.link.noteSearchPlaceholder
source: Chercher une note...
en: Search a note...

# editor.formatBar.link.remove
source: Retirer le lien
en: Remove link

# editor.formatBar.palette.highlight.blue
source: Bleu
en: Blue

# editor.formatBar.palette.highlight.gray
source: Gris
en: Gray

# editor.formatBar.palette.highlight.green
source: Vert
en: Green

# editor.formatBar.palette.highlight.pink
source: Rose
en: Pink

# editor.formatBar.palette.highlight.red
source: Rouge
en: Red

# editor.formatBar.palette.highlight.yellow
source: Jaune
en: Yellow

# editor.formatBar.palette.highlightSection
source: Surlignage
en: Highlight

# editor.formatBar.palette.removeAll
source: Retirer tout le formatage
en: Remove all formatting

# editor.formatBar.palette.textColor.blue
source: Bleu
en: Blue

# editor.formatBar.palette.textColor.gray
source: Gris
en: Gray

# editor.formatBar.palette.textColor.green
source: Vert
en: Green

# editor.formatBar.palette.textColor.primary
source: Par defaut
en: Default

# editor.formatBar.palette.textColor.purple
source: Violet
en: Purple

# editor.formatBar.palette.textColor.red
source: Rouge
en: Red

# editor.formatBar.palette.textColorSection
source: Couleur du texte
en: Text color

# editor.formatBar.strikethrough
source: Barre
en: Strikethrough

# editor.formatBar.style.heading
source: Titre %d
en: Heading %d

# editor.formatBar.style.paragraph
source: Texte
en: Text

# editor.formatBar.underline
source: Souligne
en: Underline

# editor.media.file.chooseFile
source: Choisir sur le Mac
en: Choose on your Mac

# editor.media.file.emptyLabel
source: Ajouter un fichier
en: Add a file

# editor.media.file.missingReason
source: Fichier introuvable - non synchronise depuis cet appareil
en: File not found - not synced to this device

# editor.media.image.unnamedFilename
source: Image sans nom
en: Untitled image

# editor.media.menu.delete
source: Supprimer
en: Delete

# editor.media.menu.rename
source: Renommer
en: Rename

# editor.media.menu.replace
source: Remplacer
en: Replace

# editor.media.menu.revealInFinder
source: Revele dans le Finder
en: Reveal in Finder

# editor.pageLink.deletedPage
source: Page supprimée
en: Deleted page

# editor.pageLink.untitled
source: Sans titre
en: Untitled

# editor.pageMention.create.subtitle
source: Crée une nouvelle page et l'y relie
en: Create a new page and link it

# editor.pageMention.create.title
source: Créer la page "%@"
en: Create page "%@"

# editor.pageMention.emptyState
source: Aucune page trouvée
en: No matching page

# editor.slashCommand.category.advanced
source: Avancé
en: Advanced

# editor.slashCommand.category.basic
source: Basique
en: Basic

# editor.slashCommand.category.media
source: Média
en: Media

# editor.slashCommand.emptyState
source: Aucune commande trouvée
en: No matching command

# editor.slashCommand.subtitle.bulletedList
source: Liste à puces simple
en: Simple bulleted list

# editor.slashCommand.subtitle.callout
source: Encadré avec icône pour mettre en avant un texte
en: Highlighted box with an icon to call out text

# editor.slashCommand.subtitle.code
source: Bloc de code à espacement fixe
en: Monospaced code block

# editor.slashCommand.subtitle.columnList
source: Contenu côte à côte
en: Side-by-side content

# editor.slashCommand.subtitle.databaseView
source: Base de données inline avec lignes et colonnes
en: Inline database with rows and columns

# editor.slashCommand.subtitle.divider
source: Trace une ligne de séparation horizontale
en: Draws a horizontal dividing line

# editor.slashCommand.subtitle.file
source: Un fichier quelconque, avec icone et taille
en: Any file, with icon and size

# editor.slashCommand.subtitle.heading1
source: Grand titre de section
en: Large section heading

# editor.slashCommand.subtitle.heading2
source: Titre de section moyen
en: Medium section heading

# editor.slashCommand.subtitle.heading3
source: Petit titre de section
en: Small section heading

# editor.slashCommand.subtitle.heading4
source: Titre de sous-section
en: Subsection heading

# editor.slashCommand.subtitle.heading5
source: Titre de sous-section, plus petit
en: Smaller subsection heading

# editor.slashCommand.subtitle.heading6
source: Le plus petit niveau de titre
en: The smallest heading level

# editor.slashCommand.subtitle.image
source: Image avec redimensionnement et legende
en: Image with resizing and caption

# editor.slashCommand.subtitle.numberedList
source: Liste avec numérotation automatique
en: List with automatic numbering

# editor.slashCommand.subtitle.paragraph
source: Texte simple, sans mise en forme particulière
en: Plain text, no special formatting

# editor.slashCommand.subtitle.quote
source: Met une citation en retrait du texte
en: Sets a quotation apart from the text

# editor.slashCommand.subtitle.table
source: Tableau de lignes et colonnes éditables
en: Table of editable rows and columns

# editor.slashCommand.subtitle.todo
source: Liste à cocher
en: Checkbox list

# editor.table.addRow.accessibilityLabel
source: Ajouter une ligne
en: Add a row

# editor.table.deleteColumn.title
source: Supprimer la colonne
en: Delete column

# editor.table.deleteRow.title
source: Supprimer la ligne
en: Delete row

# editor.table.insertColumnLeft.title
source: Insérer une colonne à gauche
en: Insert column to the left

# editor.table.insertColumnRight.title
source: Insérer une colonne à droite
en: Insert column to the right

# editor.table.insertRowAbove.title
source: Insérer une ligne au-dessus
en: Insert row above

# editor.table.insertRowBelow.title
source: Insérer une ligne en dessous
en: Insert row below
